const termsData = [
  {
    q: "ვინ ვართ ჩვენ",
    a: `სს "დიჯიტრონი" არის საქართველოს კანონმდებლობის შესაბამისად რეგისტრირებული იურიდიული პირი. საიდენტიფიკაციო ნომერი: 205033444
იურიდიული მისამართი: თბილისი, ვაკე-საბურთალოს რაიონი, ყაზბეგის გამზირი, N42
ფაქტობრივი მისამართი: თბილისი, ი. თარხნიშვილის N2, ვერე ბიზნეს ცენტრი
ჩვენ გპირდებით, რომ:

ვიზრუნებთ შენი პერსონალური მონაცემების უსაფრთხოებასა და დაცვაზე;
არ გამოვიყენებთ შენს მონაცემებს არამართლზომიერად;
ნებისმიერ დროს მოგაწვდით სრულ და ამომწურავ ინფორმაციას შენი პერსონალური მონაცემების დამუშავებასთან დაკავშირებით.`,
  },
  {
    q: "პერსონალური მონაცემების დამუშავების მიზანი",
    a: `ენს პერსონალურ მონაცემებს ჩვენ მოვიპოვებთ შენთვის მომსახურების გაწევის პერიოდში, და შემდგომში ვიყენებთ სხვადასხვა ქვემოთ ჩამოთვლილი მიზნით. ჩვენ მიერ ინფორმაციის დამუშავება არ არის მიმართული შენი ინტერესების შელახვისაკენ.

ჩვენ შენს პერსონალურ მონაცემებს ვაგროვებთ, ვამუშავებთ და ვავრცელებთ იმისთვის, რომ საიტზე ყოფნისას შემოგთავაზოთ პერსონალური, შენს ინერესებზე მორგებული გამოცდილება და შემდგომ მოგაწოდოთ ის კონკრეტული ინფორმაცია, რომელიც შენს ინტერესებს შეესაბამება. ჩვენს საიტზე შენი მოქმედებების გაანალიზების მიზანია ვებ-გვერდის მუდმივი განახლება იმისთვის, რომ მომხმარებლებისთვის ნავიგაცია და სასურველი ინფორმაციის პოვნა მარტივი იყოს. ასევე შენთვის საინტერესო პროდუქტებისა და მომსახურების იდენტიფიცირება და მათზე მეტი ინფორმაციის მოწოდება.`,
  },
  {
    q: "როგორ მოვიპოვებთ პერსონალურ ინფორმაციას",
    a: `შენ შესახებ პერსონალური ინფორმაციის მოპოვება შეგვიძლია შენ მიერ ჩვენთვის მოწოდებული და ქვემოთ ჩამოთვლილი წყაროებიდან:

როცა ადასტურებ წინამდებარე კონფიდენციალობის პოლიტიკას და ეთანხმებით ვებ-გვერდის გამოყენების პირობებს
როცა რეგისტრირდები ვებ-გვერდზე
როცა მოგვმართავ ჩვენი პროდუქტებისა თუ მომსახურების მისაღებად
როცა წინამდებარე ვებ-გვერდს იყენებ შენს საკუთრებაში/მფლობელობაში არსებული ტექნიკური მოწყობილობებიდან (მობილური, პლანშეტი და სხვადასხვა კომპიუტერული მოწყობილობები)
როცა ჩვენთან ახორციელებ კომუნიკაციას როგორც მატერიალური, ისე სატელეფონი ან/და ელექტრონული ფორმით`,
  },
  {
    q: "Cookies",
    a: `ჩვენ ვიყენებთ Cookies-ს რათა შევძლოთ მუდმივად გავაუმჯობესოთ ვებგვერდის ხარისხი და დავამყაროთ ეფექტური კომუნიკაცია. ჩვენ ვაკვირდებით ბალანსის ვებ-გვერდზე ჩვენი მომხმარებლის ქცევას, რათა დავრწმუნდეთ, რომ ვთავაზობთ საუკეთესო გამოცდილებას.

ჩვენს ვებ-გვერდზე ვაგროვებთ ინფორმაციას cookies-ების, მომხმარებლების ვებ-გვერდზე ნავიგაციისა და ქცევის შესახებ, კერძოდ:

IP მისამართი, მოწყობილობის ტიპი, საოპერაციო სისტემა და ბრაუზერი საიდანაც ხდება ვებ-გვერდზე შემოსვლა
ჩვენი ვებ-გვერდის ფარგლებში გახსნილი გვერდები, სესიის ხანგრძლივობა და მისი სხვადასხვა პარამეტრები
ინფორმაცია იმ ქმედებების შესახებ, რომელიც ჩვენს ვებ-გვერდზე განხორციელდა: ფორმების შევსება, ვებ-გვერდის ინტერაქციული ელემენტების გამოყენება და სხვ.
ვებ-გვერდზე სხვადასხვა ველების შევსების პროცესი, დრო და ფორმა
cookies ფაილებს ვიყენებთ იმის დასადგენად თუ როგორ ხვდებიან მომხმარებლები ჩვენს ვებ-გვერდზე და Google Analytics-ის, Facebook Pixel-ისა და Hotjar-ის რეპორტების საწარმოებლად. ვებ-გვერდზე შემოსვლიდან 180 კალენდარული დღის შემდეგ შენი ფაილები ავტომატურად იშლება Facebook Pixel-ის ბაზებიდან და 2 წლის შემდეგ Google Analytics-ის ბაზებიდან. ხოლო ვებ-გვერდზე ყოველი ხელახალი შემოსვლისას განახლდება და ვადის ათვლა იწყება თავიდან.


ჩვენ არ ვიყენებთ cookie ფაილებს და მომხმარებლის ქცევაზე დაკვირვების შედეგად მიღებულ მონაცემებს პირადი ინფორმაციის შეგროვების მიზნით. თუ გსურს შეზღუდო cookie ფაილები ან დაბლოკო ისინი ჩვენს ვებ-გვერდზე, რათა არ გამოიყენებოდეს Google Analytics-ის, Facebook Pixel-ისა და Hotjar-ის რეპორტების საწარმოებლად, ამის განხორციელება შეგიძლია შენი ბრაუზერის პარამეტრების შეცვლით. ამასთან, გთხოვ გაითვალისწინო რომ ჩვენს მიერ შემოთავაზებულმა ზოგიერთმა სერვისმა შესაძლოა არ იფუნქციონიროს თუ დაბლოკავ ან წაშლი cookie-ის ფაილებს.`,
  },
  {
    q: "რა სახის პერსონალურ მონაცემებს მოვიპოვებთ",
    a: `ამ ვებ-გვერდზე შემოსვლისას და შემდგომ რეგისტრაციისას ჩვენ ვიყენებთ სხვადასხვა სახის პერსონალურ ინფორმაციას, როგორიცაა:

საკონტაქტო ინფორმაცია (სახელი გვარი, ტელეფონის ნომერი, ელექტრონული ფოსტის მისამართი, ფაქტობრივი მისამართი)
ლოკაციური ინფორმაცია (მონაცემები მომხმარებლის ადგილსამყოფელთან დაკავშირებით, რომელსაც ჩვენ მოვიპოვებთ ტელეფონის, კომპიუტერის ან იმ მოწყობილობის საშუალებით, რომლის მეშვეობითაც შემოდის ჩვენს საიტზე და სარგებლობს სხვადასხვა მომსახურებით)
ქცევითი ინფორმაცია (დეტალური ინფორმაცია იმის შესახებ, თუ როგორ იყენებს ჩვენს პროდუქტსა და მომსახურებას)
ტექნიკური ინფორმაცია (ინფორმაცია მის მიერ გამოყენებული მოწყობილობებისა და ტექნოლოგიის შესახებ)`,
  },
  {
    q: "როგორ ვიყენებთ პერსონალურ მონაცემებს",
    a: `ვებ-გვერდის სტატისტიკის საწარმოებლად პროცესების, ველების და ვებ-გვერდის დიზაინის ოპტიმიზაციის მიზნით.
ვებ-გვერდის მომხმარებლების დაცვისა და თაღლითური ქმედებების პრევენციის მიზნით.
ვებ-გვერდზე მომხმარებელთა ნაკადის კონტროლისა და მარკეტინგული კამპანიების ეფექტურობის შესაფასებლად.
მოპოვებული ინფორმაცია საშუალებას გვაძლევს განვახორციელოთ ვებ-გვერდის და მისი კომპონენტების ადაპტირება მომხმარებლის საჭიროებების მიხედვით.

ჩვენ შეგვიძლია გამოვიყენოთ შენი პირადი მონაცემები შენთვის კონკრეტული პროდუქტების და შეთავაზებების გასაცნობად. ჩვენ წვდომა გვაქვს შენს პირად მონაცემებზე იმ ფარგლებში, რასაც თავად გვიზიარებ, ან ჩვენ ვაგროვებთ შენთვის მომსახურების გაწევის პროცესში ჩვენს ხელთ არსებული საშუალებებით. ჩვენ შევისწავლით შენს მონაცემებს, რათა გავიგოთ, რა გჭირდება, რა გაინტერესებს, ან რა სურვილები შეიძლება გქონდეს. ასე ვწყვეტთ, რომელი პროდუქტი, მომსახურება თუ შეთავაზება შეიძლება იყოს შენთვის შესაფერისი.

ჩვენ გვაქვს უფლება, მოვითხოვოთ და მივიღოთ ინფორმაცია მესამე პირისგანაც, მაგალითად, ჩვენი ჯგუფის წევრი კომპანიებისგან მათ ელექტრონულ ბაზაში დაცული როგორც პოზიტიური ისე ნეგატიური ინფორმაცია, ასევე სხვა სახელმწიფო თუ კერძო სტრუქტურებიდან. აღნიშნული ხორციელდება პერსონალური მონაცემების დაცვის შესახებ საქართველოს კანონის შესაბამისად, საჭიროების შემთხვევაში, შენი წინასწარი თანხმობის საფუძველზე.

შენი პერსონალური მონაცემების გაზიარება შეიძლება დაგვჭირდეს საქართველოს კანონმდებლობით განსაზღვრულ შემთხვევებში ან სხვა ორგანიზაციებთანაც, რომლებმაც შენ მიერ შერჩეული პროდუქტი თუ მომსახურება უნდა მოგაწოდონ. ასეთ შემთხვევაში, ჩვენ ვალდებული ვართ დავიცვათ პერსონალურ მონაცემთა დაცვის შესახებ კანონმდებლობა და ასევე მოვთხოვოთ მისი დაცვა მესამე პირებს.`,
  },
  {
    q: "პერსონალური მონაცემების შენახვის ვადა",
    a: `შენს პირად მონაცემებს როგორიცაა Cookie ფაილები ვინახავთ წინამდებარე პოლიტიკით განსაზღვრული წესით და ვადით. რაც შეეხება ვებ-გვერდზე რეგისტრაციისას ჩვენთვის მოწოდებულ ინფორმაციას, აღნიშნული მონაცემები ინახება ჩვენს ბაზაში რეგისტრაციის გაუქმებამდე და რეგისტრაციის გაუქმებიდან 5 წლის განმავლობაში.

კანონმდებლობით განსაზღვრული ვალდებულებების დადასტურების მიზნით

შენ წინაშე არსებული ვალდებულებების შესრულების დადასტურების მიზნით
საჩივრების არსებობის შემთხვევაში ჩვენი უფლებების დაცვის მიზნით
თუ ფიქრობ, რომ ჩვენთან შენახული რომელიმე შენი მონაცემი არასწორი ან არასრულია, დაგვიკავშირდი და ჩვენ მივიღებთ ყველა ზომას, რათა გამოვასწოროთ აღნიშნული ხარვეზი.`,
  },
  {
    q: "შენი თანხმობა და უფლებები",
    a: `საიტზე შემოსვლითა და მისი გამოყენებით, შენ ეთანხმები ჩვენ მიერ შენი პერსონალური მონაცემების დამუშავებას, შენახვას, მის გამოყენებას ზემოთ ჩამოთვლილი მიზნით და საჭიროების შემთხვევაში მესამე პირზე გადაცემას წინამდებარე პოლიტიკის პირობების შესაბამისად.

შენ და შენს პერსონალურ მონაცემებს იცავს საქართველოს კანონი პერსონალურ მონაცემთა დაცვის შესახებ. კანონმდებლობის თანახმად, შენ უფლება გაქვს, მოგვთხოვო ინფორმაცია შენი მონაცემების დამუშავების თაობაზე. უფლება გაქვს მიიღო შემდეგი ინფორმაცია:

რომელი მონაცემები მუშავდება შენ შესახებ
მონაცემთა დამუშავების მიზანი
მონაცემთა დამუშავების სამართლებრივი საფუძველი
რა გზით შეგროვდა შენი მონაცემები
ვის გადაეცა შენი მონაცემები
მონაცემთა გაცემის საფუძველი და მიზანი
შეგიძლია მოითხოვოთ ჩვენ მიერ დამუშავებული ინფორმაციის ასლი
გარდა ყოველივე ზემოაღნიშნულისა, გაქვს უფლება მოითხოვო ჩვენ მიერ შეგროვებული შენი პერსონალური მონაცემების გასწორება, განახლება, დამატება, დაბლოკვა, წაშლა ან განადგურება თუ ისინი არასრულია, არაზუსტია, არ არის განახლებული ან თუ მათი შეგროვება და დამუშავება განხორციელდა კანონის საწინააღმდეგოდ.`,
  },
  {
    q: "რეგისტრაციისას მიღებული პერსონალური მონაცემები და მათი დამუშავება",
    a: `ამ ვებ-გვერდზე რეგისტრაციისას შენ გვაწვდი შენს ისეთ პერსონალურ მონაცემებს როგორიცაა, სახელი; გვარი; კომპანია - რომელსაც წარმოადგენ; ამ კომპანიაში შენ მიერ დაკავებული პოზიცია; ელექტრონული ფოსტა და ტელეფონის ნომერი.

ჩვენ მიერ შენი პერსონალური მონაცემების დამუშავებისას ვხელმძღვანელობთ საქართველოს კანონმდებლობით პერსონალურ მონაცემთა დაცვის შესახებ.

რეგისტრაციისთვის საჭირო ველების შევსებით შენ ეთანხმები ჩვენ მიერ წინამდებარე პერსონალური მონაცემების დამუშავების და პირდაპირი მარკეტინგის მიზნით გამოყენების შესაძლებლობას. პირდაპირი მარკეტინგის საშუალებით შენ შესაძლოა ჩვენგან მიიღო შეტყობინებები პროგრამული პროდუქტის „ბალანსის“ და ჩვენი სხვადასხვა ტიპის მომსახურებების თაობაზე.

ნებისმიერ დროს, უფლებამოსილი ხარ უარი განაცხადო ამგვარი შეტყობინებების მიღებაზე რის შემდეგაც ჩვენ შევწყვეტთ შენი მონაცემების პირდაპირი მარკეტინგის მიზნით გამოყენებას.

რეგისტრაციის პროცესში ჩვენთვის მოწოდებული ინფორმაცია ჩვენთან ინახება მანამ სანამ შენი რეგისტრაცია აქტიურია და მისი გაუქმებიდან 5 წლის განმავლობაში. შენ უფლება გაქვს ნებისმიერ დროს მოითხოვო ვებ-გვერდზე რეგისტრაციისას შექმნილი ანგარიშის გაუქმება ჩვენთან მომართვის საშუალებით.`,
  },
];

export default termsData;
